"%.0lfk of %.0lfk" = "%1$.0lfk von %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ wurde installiert. Soll %3$@ jetzt neu gestartet werden?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist die aktuellste Version.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ ist verfügbar. (Sie verwenden %3$@). Möchten Sie die neue Version jetzt herunterladen?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ hat keine Schreibberechtigung! Wurde das Programm von einem Image gestartet? Wenn nicht, bitten Sie Ihren Administrator um Hilfe.";
"A new version of %@ has been installed!" = "Eine neue Version von %@ wurde installiert!";
"A new version of %@ is available!" = "Eine neue Version von %@ ist verfügbar!";
"An error occurred during installation. Please try again later." = "Bei der Installation ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";
"An error occurred in retrieving update information. Please try again later." = "Beim Abfragen der nötigen Informationen trat ein Fehler auf. Bitte versuchen Sie es später erneut.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Beim Abfragen der nötigen Informationen trat ein Fehler auf. Ist Ihre Internetverbindung aktiv? Bitte versuchen Sie es später erneut.";
"An error occurred while extracting the archive. Please try again later." = "Beim Entpacken des Archives trat ein Fehler auf. Bitte versuchen Sie es später erneut.";
"An error occurred while trying to download the file. Please try again later." = "Beim Laden der Datei trat ein Fehler auf. Bitte versuchen Sie es später erneut.";
"An update is already in progress!" = "Eine Aktualisierung wird bereits geladen!";
"Anonymous system profile information is used to help us plan future development work." = "Die Informationen des anonymen Systemprofils werden verwendet um uns bei der Planung der zukünftigen Softwareentwicklung zu helfen.";
"Cancel" = "Abbrechen";
"Check for updates on startup?" = "Beim Start nach Aktualisierungen suchen?";
"Downloading update..." = "Aktualisierte Version herunterladen...";
"Extracting update..." = "Aktualisierte Version entpacken...";
"Include anonymous system profile?" = "Anonymes Systemprofil anfügen?";
"Install Update" = "Installieren";
"Install and Relaunch" = "Installieren und neu starten";
"Installing update..." = "Aktualisierte Version installieren...";
"No" = "Nein";
"Ready to install!" = "Zum Installieren bereit!";
"Release Notes:" = "Änderungen:";
"Remind Me Later" = "Später Erinnern";
"Skip This Version" = "Version Überspringen";
"Software Update" = "Software Aktualisierung";
"Update Error!" = "Fehler bei der Aktualisierung!";
"Updating %@" = "%@ wird aktualisiert";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Möchten Sie, dass %@ beim Start nach Aktualisierungen sucht? Wenn nicht, können Sie auch manuell vom Programmmenü nach Aktualisierungen suchen.";
"Yes" = "Ja";
"You're up to date!" = "Sie sind auf dem neuesten Stand!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
